
//******************** */
document.write('<span>**************</span>');
R = 2;
H = 5;

R = Math.pow(R, 2);//квадрат R
S = Math.PI * R * H;//Объем цилиндра равен произведению числа пи (3.1415) на квадрат радиуса основания на высоту.
//----------------------------
document.write('<p>Обьем цилиндра с площадью основы '+S+' , радиусом '+R+' и высотой '+H+' равен: </p>'  );
document.write(S);
document.write('<p>--------------------</p>');

document.write('<p>V = ') + document.write(S);
document.write('<p>--------------------</p>');
document.write('<p>end.</p>');





